Repository: 2928awat/gnome-sudoku
Catalog: po/*.po
Languages: de

source: GNOME Sudoku has a simple, unobstrusive interface with all the features that make playing Sudoku fun. Games are automatically saved when you quit, and you can always come back to any game that you've played.
de: Sudoku hat eine einfache, dezente Bedienung mit allen Funktionen, die aus Sudoku ein spaßiges Spiel machen. Spiele werden beim Beenden automatisch gespeichert und können später jederzeit fortgesetzt werden.

source: Each game is assigned a difficulty similar to those given by newspapers and websites. You can also see detailed information about how the computer solved the puzzle.
de: Jedes Spiel ist einer Schwierigkeitsstufe zugeordnet, ähnlich denen in Zeitungen. Sie können sich außerdem detaillierte Informationen darüber anzeigen lassen, wie der Rechner das Rätsel gelöst hätte.

source: If you like to play on paper, you can print games out. You can choose how many games you want to print per page and what difficulty of games you want to print: as a result, GNOME Sudoku can act a renewable Sudoku book for you.
de: Falls Sie auf Papier spielen möchten, können Sie die Sudokus auch ausdrucken. Es kann gewählt werden, wie viele Spiele pro Blatt gedruckt werden und welchen Schwierigkeitsgrad diese haben sollen. Mit Sudoku können Sie sich also ein neues Sudokubuch erstellen.

source: Test your logic skills in this number grid puzzle
de: Testen Sie Ihre Logik-Fähigkeiten bei diesem Zahlen-Kreuzworträtsel

source: game;board;tiles;japanese;
de: Spiel;Brettspiel;Felder;japanisch;

source: The number of seconds between automatic saves
de: Intervallzeit zwischen automatischem speichern des Spiels in Sekunden

source: Print games that have been played
de: Spiele drucken, die bereits gespielt worden sind

source: Mark printed games as played
de: Ausgedruckte Spiele als gespielt markieren

source: Width of application window in pixels
de: Breite des Fensters in Pixeln

source: Height of application window in pixels
de: Höhe des Fensters in Pixeln

source: Show hint highlights
de: Zeige Hinweishervorhebungen

source: Color of the grid border
de: Farbe der Gittergrenzen

source: Show the application toolbar
de: Werkzeugleiste der Anwendung anzeigen

source: Show hints
de: Hinweise anzeigen

source: Number of puzzles to print on a page
de: Anzahl der Sudokus, die auf eine Seite gedruckt werden sollen

source: Print Sudokus
de: Sudokus drucken

source: Print Games
de: Spiele drucken

source: _Number of sudoku to print:
de: _Anzahl der zu druckenden Sudokus:

source: _Sudokus per page:
de: Sudokus pro _Seite:

source: Levels of difficulty to print
de: Auszudruckende Schwierigkeitsstufen

source: _Easy
de: _Leicht

source: _Medium
de: _Mittel

source: _Hard
de: _Schwer

source: _Very Hard
de: _Sehr schwer

source: _Mark games as played once you've printed them.
de: Ge_druckte Spiele als gespielt markieren

source: _Include games you've already played in list of games to print
de: Bereits ge_spielte Spiele in die auszudruckenden Spiele übernehmen

source: _New Game
de: _Neues Spiel

source: _Saved Games
de: Ge_speicherte Spiele

source: Add a new tracker
de: Aufzeichnung hinzufügen

source: Remove the selected tracker
de: Ausgewählte Aufzeichnung löschen

source: Make the tracked changes permanent
de: Die aufgezeichneten Änderungen dauerhaft machen

source: H_ide
de: _Verbergen

source: Hide the tracked values
de: Aufgezeichete Eintragungen verbergen

source: The popular Japanese logic puzzle GNOME Sudoku is a part of GNOME Games.
de: Das populäre, japanische Logik-Rätsel. GNOME-Sudoku ist ein Teil von GNOME-Spiele.

source: Website
de: Internet-Seite

source: Easy
de: Leicht

source: Medium
de: Mittel

source: Hard
de: Schwer

source: Very hard
de: Sehr schwer

source: Last played %(n)s second ago
de: Zuletzt gespielt vor %(n)s Sekunde

source: Last played %(n)s minute ago
de: Zuletzt gespielt vor %(n)s Minute

source: Last played at %I:%M %p
de: Zuletzt um %H:%M gespielt

source: Last played yesterday at %I:%M %p
de: Zuletzt gespielt gestern um %H:%M

source: Last played on %A at %I:%M %p
de: Zuletzt gespielt am %A um %H:%M

source: Last played on %B %e %Y
de: Zuletzt gespielt am %e. %B %Y

source: Easy puzzle
de: Leichtes Rätsel

source: Medium puzzle
de: Mittelschweres Rätsel

source: Hard puzzle
de: Schweres Rätsel

source: Very hard puzzle
de: Sehr schweres Rätsel

source: Played for %d hour
de: Gespielt für %d Stunde

source: Played for %d minute
de: Gespielt für %d Minute

source: Played for %d second
de: Gespielt für %d Sekunde

source: Do you really want to do this?
de: Wollen Sie das wirklich tun?

source: Don't ask me this again.
de: Nicht noch einmal nachfragen.

source: _Game
de: _Spiel

source: New game
de: Neues Spiel

source: _Reset
de: _Zurücksetzen

source: _Undo
de: _Rückgängig

source: Undo last action
de: Die letzte Aktion zurücknehmen

source: _Redo
de: _Wiederholen

source: Redo last action
de: Die letzte Aktion wiederholen

source: Puzzle _Statistics...
de: Rätsel_statistiken …

source: _Print...
de: _Drucken …

source: Print _Multiple Sudokus...
de: _Mehrere Sudokus drucken …

source: _Settings
de: _Einstellungen

source: _Tools
de: _Werkzeuge

source: _Hint
de: _Tipp

source: Show a square that is easy to fill.
de: Ein Feld anzeigen, das leicht auszufüllen ist.

source: Clear _Top Notes
de: _Obere Notizen löschen

source: Clear _Bottom Notes
de: _Untere Notizen löschen

source: _Help
de: _Hilfe

source: _Contents
de: I_nhalt

source: Show _Possible Numbers
de: M_ögliche Ziffern anzeigen

source: Always show possible numbers in a square
de: Immer die für ein Kästchen möglichen Ziffern anzeigen

source: Warn About _Unfillable Squares
de: Vor _unausfüllbaren Kästchen warnen

source: Warn about squares made unfillable by a move
de: Warnen, wenn ein Kästchen durch einen Zug unausfüllbar gemacht wurde

source: _Track Additions
de: Änderungen _markieren

source: Mark new additions in a separate color so you can keep track of them.
de: Änderungen in einer anderen Farbe markieren, um die Übersichtlichkeit zu erhöhen.

source: Show _Toolbar
de: _Werkzeugleiste anzeigen

source: _Highlighter
de: Spiel_hilfe

source: Highlight the current row, column and box
de: Die aktuelle Zeile, Spalte und Box hervorheben

source: You completed the puzzle in %d second
de: Sie haben das Rätsel in %d Sekunde gelöst.

source: %d second
de: %d Sekunde

source: You completed the puzzle in %(minute)s and %(second)s
de: Sie haben das Rätsel in %(minute)s und %(second)s gelöst.

source: %d hour
de: %d Stunde

source: You completed the puzzle in %(hour)s, %(minute)s and %(second)s
de: Sie haben das Rätsel in %(hour)s, %(minute)s und %(second)s gelöst.

source: You got %(n)s hint.
de: Sie bekamen %(n)s Tipp.

source: You had %(n)s impossibility pointed out.
de: Sie wurden auf %(n)s Unmöglichkeit hingewiesen.

source: You win!
de: Sie haben gewonnen!

source: Save this game before starting new one?
de: Dieses Spiel vor Beginn eines neuen Spiels speichern?

source: _Save game for later
de: _Spiel für später speichern

source: _Abandon game
de: Spiel _verwerfen

source: Save game before closing?
de: Soll das Spiel vor dem Schließen gespeichert werden?

source: Puzzle Information
de: Rätselinformationen

source: There is no current puzzle.
de: Kein Rätsel aktiv.

source: Calculated difficulty:
de: Berechnete Spielstufe:

source: Very Hard
de: Sehr schwer

source: Number of moves instantly fillable by elimination:
de: Direkt erkennbare Lösungen durch Ausschlussverfahren:

source: Number of moves instantly fillable by filling:
de: Direkt ausfüllbare Kästchen:

source: Amount of trial-and-error required to solve:
de: Nur durch Ausprobieren ausfüllbare Kästchen:

source: Puzzle Statistics
de: Rätselstatistiken

source: translator-credits
de: Karl Eichwalder <ke@suse.de> Christian Meyer <chrisime@gnome.org> Christian Neumair <christian-neumair@web.de> Carsten Schaar <nhadcasc@fs-maphy.uni-hannover.de> Matthias Warkus <mawarkus@gnome.org> Frank Arnold <frank@scirocco-5v-turbo.de> Manuel Borchers <m.borchers@gnome-de.org> Hendrik Richter <hrichter@gnome.org> Benedikt Wicklein <benedikt.wicklein@googlemail.com> Philipp Kerling <k.philipp@gmail.com> Björn Deiseroth <service@dual-creators.de> Andre Klapper <ak-47@gmx.net> Mario Blättermann <mario.blaettermann@gmail.com> Christian Kirbach <Christian.Kirbach@googlemail.com> Tobias Endrigkeit <tobiasendrigkeit@googlemail.com>

source: Unable to display help: %s
de: Hilfe kann nicht angezeigt werden: %s

source: Untracked
de: Nicht aufgezeichnet

source: _Remove
de: _Entfernen

source: Delete selected tracker.
de: Ausgewählte Aufzeichnung löschen.

source: Hide current tracker entries.
de: Aktuell aufgezeichete Eintragungen verbergen.

source: A_pply
de: An_wenden

source: Apply all tracked values and remove the tracker.
de: Alle aufgezeichneten Werte anwenden und die Aufzeichnung löschen.

source: Tracker %s
de: Markierer %s

source: _Clear
de: _Leeren

source: No Space
de: Kein Platz

source: No space left on disk
de: Kein freier Speicherplatz auf Festplatte verfügbar

source: Unable to create data folder %(path)s.
de: Datenordner »%(path)s« kann nicht erstellt werden.

source: There is no disk space left!
de: Es ist kein freier Speicherplatz auf der Festplatte verfügbar!

source: Error creating directory
de: Fehler beim Erstellen des Ordners

source: Error %(errno)s: %(error)s
de: Fehler %(errno)s: %(error)s

source: Unable to save game.
de: Das Spiel konnte nicht gespeichert werden.

source: Unable to save file %(filename)s.
de: Datei »%(filename)s« konnte nicht gespeichert werden.

source: Unable to mark game as finished.
de: Das Spiel konnte nicht als beendet markiert werden.

source: Sudoku unable to mark game as finished.
de: Das Spiel konnte nicht als beendet markiert werden.
